@section('title')
    Про QuickPost
@endsection

<div>
    <div class="about_quickPost">

        <h1>Про QuickPost</h1>

        <div class="what_quickPost df">
            <div>
                <h2>
                    QuickPost — це сучасна платформа , яка об'єднує людей, що хочуть легко,
                    швидко і зручно продавати або купувати товари без посередників.
                </h2>

                <div style="margin-top: 25px;">
                    <p>
                        В основі нашої концепції лежить принцип  де користувачі безпосередньо взаємодіють між собою.
                        Ми створили QuickPost для того, щоб зробити торгівлю між людьми простою, доступною та безпечною.
                        Якщо ви маєте товар, який більше вам не потрібен, або ж шукаєте
                        вигідну покупку, — наш сайт стане вашим надійним помічником.
                    </p>
                </div>
            </div>
            <div class="about_footer_img1">
                <img src="{{ asset('assets/images/images_footer/about_quickPost1.png')}}" alt="">
            </div>
        </div>

        <div class="QuickPostMission df">
            <div class="about_footer_img2">
                <img src="{{ asset('assets/images/images_footer/about_quickPost2.png')}}" alt="">
            </div>
            <div style="margin-left: 20px">
                <h1>Місія QuickPost</h1>

                <h2>
                    Наша місія — дати можливість кожному легко реалізувати свій товар,
                    а також швидко знайти необхідні речі за найкращими цінами.
                </h2>

                <p>
                    Ми прагнемо зробити торгівлю доступною та комфортною для всіх. QuickPost розроблений так, щоб кожен міг
                    отримати максимум від процесу купівлі-продажу, не витрачаючи зайвого часу на складні дії чи
                    заплутані процедури. Ми пропонуємо зручний інтерфейс, який дозволяє за декілька хвилин
                    створити оголошення про продаж, додати фото, описати деталі товару та встановити ціну.
                </p>
            </div>
        </div>

        <div class="HowQuickPostWorks">
            <h1>Як працює QuickPost?</h1>

            <div class="how_quick_post_works_item df">
                <div class="about_footer_img3">
                    <img src="{{ asset('assets/images/images_footer/about_quickPost3.png')}}" alt="">
                </div>

                <div style="margin-left: 20px;">
                    <h2>Основний акцент QuickPost — на простоті використання. </h2>
                    <p>
                        Процес купівлі чи продажу починається з декількох простих кроків.
                        Користувачі можуть швидко зареєструватися, заповнити профіль і одразу почати працювати з платформою.
                        Створення оголошення відбувається буквально за кілька кліків:
                        обираєте категорію товару, завантажуєте фото, описуєте його характеристики та встановлюєте бажану ціну.
                        Це дозволяє продавцям швидко розміщувати свої товари, а покупцям легко знаходити те, що вони шукають.
                    </p>
                </div>

                <div style="margin-left: 20px;">
                    <img src="{{ asset('assets/images/images_footer/about_quickPost4.png')}}" alt="" style="margin-bottom: 25px">

                    <h2>Один із головних принципів QuickPost — це зручність.</h2>
                    <p>
                        Ми спроектували нашу платформу так, щоб вона підходила для будь-якого типу користувача:
                        чи ви професійний продавець, чи просто хочете позбутися непотрібних речей вдома.
                        Усі процеси — від публікації оголошення до укладення угоди — максимально спрощені та зрозумілі.
                        Ми розуміємо, що час є надзвичайно важливим ресурсом, тому наша платформа економить ваші зусилля,
                        дозволяючи виконувати всі необхідні дії швидко та ефективно.
                    </p>
                </div>
            </div>
        </div>

        <div class="WhyChooseQuickPost">
            <h1>Чому варто обрати QuickPost?</h1>

            <div class="why_chose_quick_post df">
                <div class="df">
                    <div>
                        <h2>
                            QuickPost — це не просто майданчик для купівлі-продажу, це місце,
                            де користувачі можуть відчувати себе впевнено і захищено.
                        </h2>
                        <p>
                            Наша платформа забезпечує прозорі умови для всіх учасників торгівлі. Ми надаємо можливість
                            перевіряти репутацію продавців і покупців за допомогою відгуків і рейтингів, що робить
                            процес укладення угод ще більш надійним. Також ми подбали про те, щоб спілкування між
                            користувачами було максимально зручним: інтегрований чат дозволяє легко обговорювати деталі
                            угоди, узгоджувати ціну чи обмінюватися іншою важливою інформацією.
                            Наш підхід передбачає гнучкість для кожного користувача. Ви самі вирішуєте, за яку ціну
                            продавати товар, як організовувати доставку та на яких умовах завершувати угоду.
                            QuickPost надає всі необхідні інструменти для безпечної та комфортної комунікації.
                        </p>
                    </div>
                    <img src="{{ asset('assets/images/images_footer/about_quickPost5.png')}}" alt="">
                </div>
                <div class="df">
                    <div>
                        <h2>
                            Ми усвідомлюємо важливість безпеки при проведенні угод,
                            тому розробили кілька рівнів захисту для наших користувачів
                        </h2>
                        <p>
                            QuickPost піклується про захист особистих даних та забезпечує безпеку транзакцій.
                            Наша команда підтримки готова допомогти вам у будь-який час, якщо виникнуть питання або складнощі.
                            Ми прагнемо створити безпечне та довірливе середовище для торгівлі,
                            де кожен користувач може бути впевнений у надійності свого партнера по угоді.
                        </p>
                    </div>
                    <img src="{{ asset('assets/images/images_footer/about_quickPost6.png')}}" alt="">
                </div>
            </div>

            <h1>QuickPost — швидкість, зручність та надійність у світі торгівлі!</h1>
        </div>
    </div>
</div>
