@section('title')
    Умови користування
@endsection

<div class="terms_of_service">
    <h1>Умови користування QuickPost</h1>

    <div style="margin: 50px 0;" class="df">
        <div>
            <h2>Вітаємо на платформі QuickPost!</h2>

            <a>
                Ми цінуємо ваше бажання приєднатися до нашої спільноти і просимо ознайомитися з
                умовами користування сайтом, які регулюють ваш доступ і використання нашого сервісу.
                Ці умови створені для забезпечення безпечної, справедливої та прозорої взаємодії між
                усіма користувачами. Використовуючи QuickPost, ви погоджуєтесь із цими правилами та
                зобов’язуєтесь дотримуватись їх.
            </a>
        </div>
        <div class="terms_img">
            <img src="{{ asset('favicon.png')}}" alt="">
        </div>
    </div>

    <div class="df" style="margin-bottom: 50px">
        <div class="terms_of_service_img1">
            <img src="{{ asset('assets/images/images_footer/terms_of_service1.png')}}" alt="">
        </div>

        <div>
            <div style="margin-left: 20px">
                <h3>Загальні положення</h3>

                <p>
                    QuickPost — це платформа для купівлі та продажу товарів між користувачами (p2p).
                    Ми надаємо можливість розміщувати оголошення про продаж товарів, здійснювати покупки
                    та взаємодіяти з іншими користувачами. Використання сайту дозволяється лише особам,
                    які досягли 18 років. Використання послуг платформи передбачає вашу згоду на збір,
                    обробку та зберігання персональних даних відповідно до нашої Політики конфіденційності.
                </p>
            </div>

            <div style="margin-left: 20px; margin-top: 35px">
                <h3>Публікація оголошень</h3>

                <p>
                    Користувачі мають право публікувати оголошення про продаж товарів, які відповідають
                    нашим правилам та не порушують чинне законодавство. Оголошення повинні бути достовірними
                    та містити актуальну інформацію про товари. Заборонено розміщувати оголошення з продажу
                    заборонених товарів, таких як нелегальна продукція, товари, що порушують права
                    інтелектуальної власності, або товари, продаж яких обмежений законом. Адміністрація
                    QuickPost залишає за собою право видаляти оголошення, які не відповідають правилам або порушують закон.
                </p>
            </div>
        </div>

        <div class="terms_of_service_img2">
            <img src="{{ asset('assets/images/images_footer/terms_of_service2.png')}}" alt="">
        </div>

        <div>
            <div style="margin-left: 20px">
                <h3>Реєстрація та акаунт</h3>

                <p>
                    Для доступу до повного функціоналу QuickPost, необхідно створити обліковий запис.
                    Ви повинні надати достовірну інформацію під час реєстрації і відповідати за її актуальність.
                    Створення та використання фальшивих акаунтів, а також надання неправдивих даних заборонені.
                    Кожен користувач несе відповідальність за безпеку свого облікового запису, включаючи збереження
                    конфіденційності пароля.
                </p>
            </div>

            <div style="margin-left: 20px; margin-top: 35px">
                <h3>Взаємодія між користувачами</h3>

                <p>
                    Платформа надає можливість взаємодії між продавцями та покупцями.
                    Користувачі самостійно домовляються про умови продажу та покупки товарів,
                    включаючи ціну, умови доставки та оплату. QuickPost не є стороною угод між
                    користувачами і не несе відповідальності за виконання домовленостей. Взаємодія повинна
                    бути ввічливою та поважною. Образи, шахрайство або будь-які інші дії, що порушують права
                    інших користувачів, неприпустимі.
                </p>
            </div>
        </div>
    </div>

    <div class="df">
        <div>
            <h3>Заборонені дії</h3>

            <p>
                Користувачам заборонено:
                Публікувати неправдиву інформацію про товар;
                Використовувати сайт для розповсюдження спаму, шкідливих програм або незаконної діяльності;
                Порушувати права інтелектуальної власності третіх осіб;
                Видавати себе за іншу особу або використовувати чужі дані без дозволу.
                Будь-які порушення можуть призвести до видалення облікового запису без попередження, а також до інших юридичних наслідків.
            </p>

            <div style="margin-top: 20px;">
                <h3>Відповідальність користувачів</h3>

                <p>
                    Кожен користувач несе відповідальність за правдивість наданої інформації та за законність своїх дій на платформі.
                    Ви погоджуєтесь не використовувати QuickPost для незаконної діяльності або діяльності, що може завдати шкоди
                    іншим користувачам. У разі порушення цих умов, ви можете бути притягнуті до відповідальності відповідно до
                    чинного законодавства.
                </p>
            </div>
        </div>

        <div class="terms_of_service_img3">
            <img src="{{ asset('assets/images/images_footer/terms_of_service3.png')}}" alt="">
        </div>

        <div style="margin-left: 20px;">
            <h3>Адміністрація сайту</h3>

            <p>
                Адміністрація QuickPost має право видаляти або редагувати будь-які матеріали,
                які порушують ці умови або законодавство.
                Ми залишаємо за собою право змінювати умови користування в будь-який час.
                Користувачі будуть повідомлені про зміни через наш сайт або електронну пошту.
            </p>

            <div style="margin-top: 20px;">
                <h3>Політика конфіденційності</h3>

                <p>
                    Ми дбаємо про конфіденційність ваших даних і зберігаємо їх відповідно до нашої
                    Політики конфіденційності. Використовуючи платформу, ви погоджуєтесь із тим,
                    що ваші дані можуть бути використані для забезпечення функціонування сайту та
                    покращення якості обслуговування.
                </p>
            </div>
        </div>

        <div class="terms_of_service_img4">
            <img src="{{ asset('assets/images/images_footer/terms_of_service4.png')}}" alt="">
        </div>
    </div>

    <div style="margin-top: 35px" class="df">
        <div>
            <h3>Припинення використання платформи</h3>

            <p>
                QuickPost залишає за собою право тимчасово або назавжди призупинити доступ до
                облікового запису користувача у випадку порушення цих умов або інших правил платформи.
            </p>
        </div>


        <div style="margin-left: 20px">
            <h3>Вирішення спорів</h3>

            <p>
                Усі суперечки, що виникають у процесі використання QuickPost,
                вирішуються шляхом переговорів між користувачами. У разі, якщо досягти згоди неможливо,
                суперечки можуть бути передані на розгляд у відповідні органи відповідно до чинного законодавства.
            </p>
        </div>

        <div class="terms_of_service_img5">
            <img src="{{ asset('assets/images/images_footer/terms_of_service5.png')}}" alt="">
        </div>
    </div>

    <div class="terms-title">
        <h3>
            Ці умови є обов'язковими для всіх користувачів платформи.
            Будь-яке порушення може призвести до втрати доступу до QuickPost і накладення інших санкцій.
        </h3>
    </div>
</div>
